/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "계정 설정";
"you_need_an_account" = "장치에 설정된 $appname 계정이 없습니다.\r\n이 앱을 사용하려면 계정을 설정해야 합니다.";

//Login Screen
"testing_connection" = "연결 시험 중";
"server_instance_not_found" = "서버를 찾을 수 없음";
"secure_connection_established" = "보안 연결 수립됨";
"https_non_secure_connection_established" = "보안되지 않는 연결로 넘어감";
"connection_established" = "연결 수립됨";
"login_details" = "로그인 정보";
"username" = "사용자 이름";
"password" = "암호";
"login" = "로그인";
"cancel" = "취소";
"error_login_message" = "사용자 이름이나 암호가 올바르지 않습니다";
"ok" = "확인";
"url_sample" = "서버 주소 https://…";
"forbidden_characters_in_password" = "암호에 사용할 수 없는 글자가 있습니다";
"server" = "서버";
"url" = "URL";
"session_expired" = "세션이 만료되었습니다";
"credentials_different_user" = "입력된 사용자가 이 계정의 사용자와 일치하지 않음";
"auth_unsupported_auth_method" = "서버에서 이 인증 방법을 지원하지 않습니다.";
"saml_server_does_not_give_user_id" = "서버에서 올바른 사용자 ID를 반환하지 않았습니다. 관리자에게 연락하십시오";
"authentification_not_valid" = "이 서버와 인증할 수 없습니다";
"error_too_many_http_redirects" = "연결을 맺는 중 오류가 발생하였습니다. 다시 시도하십시오.";
"retry" = "다시 시도";
"help_link_login" = "$appname을(를) 처음 사용하시나요?";

//TabBarItems
"settings"="설정";
"files_tab"="파일";

//Uploading
"upload" = "업로드";
"account" = "계정:";
"location" = "위치:";
"photo_albums" = "사진 앨범";
"loading" = "불러오는 중...";
"no_access_to_gallery" = "$appname이 장치에 있는 사진과 동영상에 접근할 수 있도록 허가해 주십시오. 설정 > 개인 정보 보호 > 사진에서 찾을 수 있습니다.";
"error" = "오류";
"upload_failed"="업로드 실패";
"redirection_problem"="URL 넘겨주기 동작은 지원되지 않습니다";

//First View
"menu_upload" = "사진/동영상 업로드";
"menu_folder" = "새 폴더";

//Create Folder
"create_folder" = "새 폴더 만들기";
"folder_name" = "폴더 이름 입력:";
"save" = "저장";
"folder_exist" = "같은 이름의 폴더가 이미 존재합니다. 다른 이름을 입력하십시오.";
"folder_create_error"="디렉터리를 만들 수 없습니다";
"not_show_potrait"="가로 보기에서 메뉴를 사용할 수 없습니다. 세로 보기로 전환해 주십시오.";
"not_possible_create_folder" = "폴더를 만들 수 없습니다.";

//FilesView
"confirm_to_delete_item" = "항목 삭제 확인";
"yes" = "예";
"no" = "아니요";
"delete_from_device" = "장치에서 이 파일을 삭제하시겠습니까?";
"delete_from_server" = "서버에서 이 파일을 삭제하시겠습니까?";
"not_possible_connect_to_server" = "지금 서버에 연결할 수 없습니다.";
"delete_folder_from_server" = "서버에서 이 폴더를 삭제하시겠습니까?";
"delete_local_server" = "장치와 서버에서 삭제";
"delete_local" = "장치에서 삭제";
"delete_server" = "서버에서 삭제";
"error_path" = "이 폴더를 열 수 없습니다. 폴더가 존재하는 지 확인하십시오.";
"error_not_permission" = "작업을 진행할 권한이 없습니다";
"folders" = "폴더";
"files" = "파일";
"folder" = "폴더";
"file" = "파일";
"more_swipe" = "더 중요함";
"message_not_files" = "내용이 없습니다. 업로드할 수 있습니다!";

//Refresh file list
"release_refresh"="놓아서 새로 고침...";
"loading_refresh"="불러오는 중...";
"pull_down_refresh"="끌어 내리면 새로 고칩니다.";

//Miscelanea
"back" = "뒤로";

//Preview
"open_with_label" = "다음으로 열기";
"delete_label"= "삭제";

//Open with
"file_cannot_be_opened" = "파일을 열 수 없음";
"no_app_instaled_to_open_it" = "이 형식의 파일을 열 수 있는 앱이 없습니다.";

//WTClient messages (Download/Upload)
"establishing_connection" = "연결 수립 중";
"not_establishing_connection" = "연결을 맺을 수 없음";
"connection_closed" = "연결 종료됨";
"connection_lost" = "연결 끊김";
"auth_failed" = "인증 실패";
"auth_passed" = "인증 성공";
"request_file_not_found" = "서버에서 요청한 파일을 찾을 수 없음";
"request_file_not_accesed" = "요청한 파일에 접근할 수 없음";
"unknow_response_server" = "오류. 서버에서 의도하지 않은 응답이 돌아왔습니다.";
"uploading_data" = "데이터 업로드 중";
"downloading_data" = "데이터 다운로드 중";
"transfer_complete" = "전송 완료";
"transfer_failed" = "전송 실패";

//Settings and PinCode
"title_app_pin" = "암호";
"enter_app_pin" = "암호 입력";
"enter_app_pin_long_description" = "암호 입력";
"reenter_app_pin" = "암호 다시 입력";
"remove_app_pin" = "암호 삭제";
"both_pass_not_same" = "입력한 암호가 일치하지 않습니다";
"app_pin_incorrect" = "암호 일치하지 않음";
"disconnect_button" = "이 서버에서 연결 끊기";
"pin_removed" = "암호 삭제됨";
"incorrect_pin" = "잘못된 암호";
"app_pin_stored" = "암호 저장됨";
"help" = "도움말";
"recommend_to_friend" = "친구에게 추천하기";
"send_feedback" = "피드백 보내기";
"manage_accounts" = "계정 관리";
"add_new_account" = "새 계정 추가하기";
"save_changes" = "저장";
"add_account" = "추가";
"user_exist" = "입력한 사용자가 이미 존재합니다";
"imprint_button" = "법적 고지";
"title_instant_upload"="즉시 업로드";
"accounts_section" = "계정";
"security_section" = "보안";
"instant_updloads_section" = "즉시 업로드";
"more_section" = "더 보기";

//Downloading
"can_no_copy_to_gallery" = "이 파일을 갤러리에서 열 수 없어서 갤러리로 복사할 수 없습니다";
"file_is_downloading" = "이 파일을 이미 다운로드하고 있습니다";
"download_file_exist" = "이 파일을 열 수 없습니다. 파일이 존재하는 지 확인하십시오";
"wait_to_download" = "다운로드 준비 중";
"updating" = "업데이트 중";
"msg_while_downloads" = "지금 이 작업을 수행할 수 없습니다. 현재 다운로드가 끝날 때까지 기다려 주십시오";

//SSL
"invalid_ssl_cert" = "이 사이트의 신원을 확인할 수 없습니다. 이 인증서를 신뢰하시겠습니까?";
"connection_declined" = "사용자가 연결을 거부함";

//Recent view
"recent_now"="방금 전";
"recent_minutes"="$minutes분 전";
"recent_minute"="$minutes분 전";
"recent_hours"="$hours시간 전";
"recent_hour"="$hours시간 전";
"recent_days"="$days일 전";
"recent_day"="$days일 전";
"recent_months"="$months개월 전";
"recent_month"="$months개월 전";

"uploads_tab"="업로드";
"current_section"="현재";
"uploader_section"="업로드됨";
"nothing_was_upload_recently"="이 장치에서 최근에 업로드된 항목이 없습니다";
"failed_uploader_section"="업로드 실패";
"error_credential"="인증 오류";
"error_destiny_does_not_exist"="폴더 오류";
"error_file_exists"="충돌 오류";
"error_permission" = "권한 오류";
"error_file_does_not_exist" = "파일 오류";
"error_file_in_background" = "서버 오류";
"error_file_invalid_characters" = "잘못된 문자";
"change_active_user"="다음으로 현재 활성 사용자 전환";
"waiting_for_server"="서버 연결 대기 중";
"waiting_for_upload"="업로드 대기 중";
"error_permission_alert_message" = "이 폴더에 업로드할 수 있는 권한이 없습니다";
"choose_folder" = "폴더 선택";

//Select Folder View
"upload_label"="다음으로 업로드";
"create_button"="만들기";
"choose_button"="선택";

//Rename
"rename_long_press" = "이름 바꾸기";
"rename_file_title" = "이름 바꾸기";
"enter_new_name" = "새 이름을 입력하십시오:";
"rename_file_exist" = "같은 이름을 가진 파일이 이미 존재합니다. 다른 이름을 입력하십시오";

//Move
"move_long_press" = "이동";
"move_to_label" = "다음으로 이동";
"file_exist" = "파일이 이미 대상 폴더에 존재합니다";
"override_file" = "존재하는 파일을 이 파일로 덮어쓰시겠습니까?";
"accept" = "수락";
"error_folder_destiny_is_the_same" = "오류: 폴더를 자기 자신으로 이동할 수 없습니다";
"original_file_exist" = "파일을 이동할 수 없습니다. 존재 여부를 확인하십시오";
"original_folder_exist" = "폴더를 이동할 수 없습니다. 존재 여부를 확인하십시오";

//Download folfer
"download_folder" = "다운로드된 폴더";
"cancel_download" = "다운로드 취소";

//Upload from other apps
"other_apps_title" = "대상";
"other_apps_account" = "계정";
"other_apps_folder" = "폴더";
"other_apps_file_name" = "파일 이름";
"other_apps_send_to" = "다음으로 업로드";
"error_moving_file" = "파일을 이동할 수 없습니다. 대상 폴더가 존재하는 지 확인하십시오";
"forbidden_characters_from_server" = "이름에 하나 이상의 잘못된 문자가 있습니다";
"overwritte_title" = "덮어쓰기";

//Social
"twitter_message" = "$twitteruser을(를) 스마트폰에서 사용해 보세요! ";
"facebook_message" = "$appname을(를) 스마트폰에서 사용해 보세요!\r\n";
"mail_recommendation_subject" = "$appname을(를) 스마트폰에서 사용해 보세요!";
"mail_recommendation_body" = "$appname을(를) 스마트폰에서 사용해 보는 것을 추천합니다!\r\n다운로드 링크: ";
"device_not_support_mail" = "장치에서 이메일 작성기를 불러올 수 없습니다";
"mail_feedback_subject" = "$appname 피드백 보내기";
"account_not_configure" = "장치에 계정이 설정되어 있지 않습니다. 설정 메뉴에서 계정을 설정하십시오.";

//Storage
"of_storage" = "/";
"occupied_storage" = "사용됨";
"storage" = "저장소";
"storage_upgrade" = "저장소 업그레이드";

//Jimmies
"this_file_is_older" = "새 버전 사용 가능";
"msg_update_file_0_bytes" = "서버에 있는 파일이 0바이트입니다. 장치에 있는 파일을 이 빈 파일로 덮어쓰시겠습니까?";

//Shared
"shared_tab" = "공유된 링크";
"message_not_shared_files" = "이 링크로 공유한 파일/폴더가 없습니다.";
"message_not_shared_api_support" = "사용 중인 서버에서 공유가 꺼져 있습니다. 관리자에게 연락하십시오";
"share_link_long_press" = "공유";
"unshare_link" = "링크 공유 해제";
"share_not_available_on_this_server" = "이 기능은 사용 중인 서버에서 꺼져 있습니다. 관리자에게 연락하십시오";
"copy_link" = "링크 복사";
"file_to_share_not_exist" = "이 파일이나 폴더를 공유할 수 없습니다. 존재 여부를 확인하십시오";
"file_to_unshare_not_exist" = "이 파일이나 폴더의 공유를 해제할 수 없습니다. 존재 여부를 확인하십시오";
"shared_link_protected_title" = "암호 입력";
"shared_link_protected_message" = "링크를 공유하려면 보호용 암호를 입력해야 합니다.";
"pasword_empty" = "암호를 비워 둘 수 없음";
"no_pasword" = "암호를 입력해야 함";
"get_share_link" = "공유 링크 가져오기";
"set_expiration_time" = "만료 시간 설정";
"password_protect" = "암호 보호";
"default_not_possible_msg" = "지금 작업을 실행할 수 없습니다. 나중에 다시 시도하십시오";
"share_user_group_indicator" = "그룹";
"add_user_or_group_title" = "Add User or Group";
"share_with_users_or_groups" = "Share with Users and Groups";
"not_share_with_users_yet"= "Not shared with any users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users within clients. Please contact your administrator";
"share_link_title" = "링크 공유";
"not_share_link_enabled_capabilities" = "사용 중인 서버에서는 공유를 할 수 없습니다. 관리자에게 연락 하십시오.";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "만료 날짜를 비워 둘 수 없습니다. 공유되는 항목에는 만료 날짜가 필요합니다.";

//Favorites
"favorite" = "책갈피";
"unfavorite" = "책갈피 해제";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Document provider
"error_login_doc_provider" = "내 계정에 접근할 수 없습니다. ownCloud 앱을 열어서 로그인하십시오.";
"error_sending_file_to_document_picker" = "문서 피커로 파일을 전송할 수 없음";
"error_user_change_in_core_app" = "$appname 앱에서 사용자가 변경됨";
"error_connecting_with_server" = "서버에 연결할 수 없습니다. 나중에 다시 시도하십시오";
"move_doc_provider_button" = "이 위치로 이동";
"export_doc_provider_button" = "이 위치로 내보내기";

//Instant uploads
"location_not_enabled"="위치 서비스가 활성화 되지 않았습니다.";
"message_location_not_enabled"="즉시 사진 업로드 기능을 사용하려면 설정에서 위치 서비스를 활성화하십시오.";

"access_photos_library_not_enabled" = "사진에 접근할 수 없음";
"message_access_photos_not_enabled" = "즉시 사진 업로드 기능을 사용하려면 설정에서 사진 접근을 허용하십시오.";

"access_photos_and_location_not_enabled" = "사진에 접근하는 것과 위치 서비스가 활성화 되지 않았습니다.";
"message_access_photos_and_location_not_enabled" = "즉시 사진 업로드 기능을 사용하려면 설정에서 사진 접근과 위치 서비스를 사용하십시오.";

//PDF reader
"page_of_pages" = "/"; //Example: 5 of 10

//Share in
"files_added" = "파일 추가됨";
"files_will_be_upload_next_time" = "다음에 ownCloud를 열 때 다음 파일을 업로드합니다";

//Help Guide main app
"title_help_slide_0" = "ownCloud에 오신 것을 환영합니다!";
"message_help_slide_0" = "밀어서 더 알아보기";
"title_help_slide_1" = "즉시 업로드";
"message_help_slide_1" = "내 사진을 안전하게 저장하기";
"title_help_slide_2" = "내 모든 파일을 관리하기";
"message_help_slide_2" = "삭제, 이동할 수 있습니다";
"title_help_slide_3" = "공유";
"message_help_slide_3" = "파일과 폴더를 공유할 수 있습니다";
"title_help_slide_4" = "다중 계정";
"message_help_slide_4" = "내 모든 클라우드에 연결";
"title_help_slide_5" = "개인 파일을 여러 곳으로 동기화합니다";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "로그인";
"skip_button_help_guide" = "건너뛰기";
